{   
    "tdk":{
        "title":"Comercio de BTC | Comercio de ETH | Comercio XRP | Bitrue",
        "description":"La inversión automática es una herramienta comercial que distribuye las órdenes a intervalos regulares a lo largo del tiempo, por lo que su posición se ve menos afectada por la sincronización del mercado. Le ayuda a negociar y construir posiciones BTC, ETH y XRP en Bitrue y disfrutar de ganancias a largo plazo.",
        "keywords":"Comercio automático de criptomonedas, comercio automático de BTC, comercio automático de ETH, comercio automático de XRP, inversión automática de BTC, inversión automática de ETH, APY alto, apuesta Bitrue, recompensas de criptomonedas, apuesta simple"
    },
    "Auto_Invest":"Inversión automática",
    "Spread_out_your_investments_":"Distribuya sus inversiones",
    "Grab_long-term_profit_and_flexible_interests_":"Obtenga ganancias a largo plazo e intereses flexibles",
    "My_Invest":"Mi inversión",
    "Ongoing_invested_USDT":"Inversión continua (USDT)",
    "Profit__LossUSDT":"Ganancias y pérdidas (USDT/%)",
    "Total_investedUSDT":"Total invertido(USDT)",
    "Total_plans":"Planes totales",
    "Details":"Detalles",
    "Create":"Crear",
    "Login":"Acceso",
    "All_ongoing_plans":"Todos los planes en curso",
    "Portfolio":"portafolio",
    "Frequency_":"Frecuencia",
    "Amount_per_investUSDT":"Monto por inversión (USDT)",
    "Created_at":"Creado en",
    "Deposit1":"1.Depósito",
    "Deposit":"Depósito",
    "Deposit_USDT_into_spot_wallet":"Deposite USDT en una billetera al contado",
    "_Create":"2. Crear",
    "Set_the_frequency_amount_and_cryptos_for_auto_invest_plans":"Establezca la frecuencia, la cantidad y las criptomonedas para los planes de inversión automática",
    "_Earn":"3. Gana",
    "Invest_your_cryptos_into_Power_piggy_to_earn_flexible_daily_rewards_":"Invierte tus criptomonedas en Power Piggy para ganar recompensas diarias flexibles",
    "Create_auto_invest_plans":"Crear planes de inversión automática",
    "_days_backtested":"180 días de backtesting(%)",
    "All_cryptos":"Todas las criptomonedas",
    "Crypto":"Cripto",
    "Backtested_datas":"Datos respaldados",
    "Flexible_interests_rate":"Tasa de interés flexible",
    "More":"Más",
    "max10":"Se ha alcanzado el límite de cantidad de criptomonedas",
    "Q1":"¿Qué es la inversión automática?",
    "A1":"La inversión automática es una herramienta comercial que distribuye las órdenes a intervalos regulares a lo largo del tiempo para que su posición se vea menos afectada por la sincronización del mercado. Además, si la moneda en la que inviertes tiene una inversión flexible en Power Piggy, se depositará automáticamente en ella para obtener más intereses. La inversión automática le ayuda a crear posiciones y disfrutar de ganancias a largo plazo.",
    "Q2":"¿Qué parámetros se deben establecer para crear un plan de inversión automática?",
    "A21":"1. Moneda invertida: agregue hasta 10 criptomonedas para cada estrategia y establezca su asignación de inversión para cada moneda o distribuya su inversión de manera equitativa.\n\n",
    "A22":"2. Frecuencia: elige tu intervalo de inversión, desde horario hasta mensual.\n",
    "A23":"3. Monto por período: el monto que desea invertir en cada período (moneda admitida actualmente: USDT).",
    "A24":"Después de completar la configuración, también puede modificar los parámetros a través de la función \"Todos los planes en curso\" - \"Editar\" y la orden ejecutará los nuevos parámetros inmediatamente después de la edición.",
    "Q3":"¿Cómo suspender/terminar un plan de inversión en automóviles?",
    "A31":"1. Suspensión: consulte a continuación \"¿Por qué se suspende mi plan de inversión en automóviles?\"",
    "A32":"2. Terminación: Puede encontrar el pedido correspondiente en \"Mi inversión\", hacer clic en Editar y hacer clic en el botón en la parte inferior de la página de edición: Terminar.",
    "A33":"Una vez finalizado el plan, el pedido se eliminará de \"Todos los planes en curso\". Puede ver todos los registros históricos de inversión de la orden en \"Pedidos\"-\"Ganancias\"-\"Inversión automática\".",
    "Q4":"¿Por qué se suspende mi plan de inversión en automóviles?",
    "A41":"Su pedido será suspendido en las siguientes situaciones:",
    "A42":"1. Haga clic en el botón de suspensión: puede hacer clic en el botón de suspensión del pedido para suspender/reiniciar el pedido de forma proactiva. Después del reinicio, su orden de compra se ejecutará inmediatamente.",
    "A43":"2. El saldo de USDT en su cuenta al contado es insuficiente: la inversión automática se comprará a través del USDT en la cuenta al contado. Cuando el saldo sea insuficiente, la inversión automática no podrá continuar.",
    "Q5":"¿Dónde se compran las monedas a través del plan de inversión automática?",
    "A5":"Si la moneda en la que has invertido tiene inversión flexible en Power Piggy, se depositará automáticamente en ella para obtener más intereses; de lo contrario, se depositará directamente en la cuenta al contado.",
    "Q6":"¿Qué son las pérdidas y ganancias?",
    "A6":"Las pérdidas y ganancias son flotantes, lo que indica las ganancias de la moneda desde el momento en que comenzó a comprar hasta el momento actual. La fórmula de cálculo es: cantidad comprada * precio spot actual - total invertido.\nSi vende esta moneda por adelantado o deposita esta moneda en Power Piggy, las ganancias/pérdidas resultantes no se pueden calcular en las pérdidas y ganancias.",
    "Q7":"¿A qué precio se ejecutará la transacción de mi plan de inversión automática?",
    "A7":"Cuando se alcance la frecuencia de inversión que establezca, las monedas de inversión automática se comprarán al contado a precios de mercado. Si el monto de su inversión es relativamente grande, lo que hace que el precio de mercado fluctúe en más de +/-10%, el monto excedente no se ejecutará.",
    "Q8":"¿Cómo se calcula la tarifa?",
    "A8":"La tarifa por inversión automática es la misma que la tarifa por negociación al contado. Puede consultar los <a href='https://support.bitrue.com/hc/en-001/articles/360045151354-Trading-Fees-on-Bitrue'>detalles de la tarifa</a> .",
    "Q9":"¿Cómo comprobar los planes y el historial en curso?",
    "A91":"1. Planes en curso: puede verlos después de iniciar sesión en la <a href='/btc-xrp-eth-trading-bot'>página de inversión automática</a> : todos los planes en curso.",
    "A92":"2. Todas las órdenes de inversión automática: puede consultarlas en \"Pedidos\"-\"Ganancias\"-\"Inversión automática\"",
    "Edit_auto_invest_plans_":"Editar planes de inversión automática",
    "Create_auto_invest_plan":"Crear plan de inversión automática",
    "Select_coins":"Seleccionar monedas",
    "Interests_rate":"tasa de interés",
    "Frequency":"Frecuencia",
    "Spot_balance":"saldo al contado",
    "Terminate":"Terminar",
    "Save":"Ahorrar",
    "I_have_read_agreed":"He leído y acepto las",
    "User_Agreement_of_Auto_Invest_":"Acuerdo de usuario de Auto Invest",
    "Agreement1":"La inversión automática se comprará a través del USDT en la cuenta al contado. Cuando el saldo sea insuficiente, la inversión automática no podrá continuar.",
    "Agreement2":"Si la moneda en la que inviertes tiene inversión flexible en Power Piggy, se depositará automáticamente en ella para obtener más intereses.",
    "Agreement3":"Las pérdidas y ganancias son flotantes, lo que indica las ganancias de la moneda desde el momento en que comenzó a comprar hasta el momento actual. La fórmula de cálculo es: cantidad comprada * precio spot actual - total invertido. Si vende esta moneda por adelantado o deposita esta moneda en Power Piggy, las ganancias/pérdidas resultantes no se pueden calcular en las pérdidas y ganancias.",
    "Agreement4":"Cuando se alcance la frecuencia de inversión que establezca, las monedas de inversión automática se comprarán al contado a precios de mercado. Si el monto de su inversión es relativamente grande, lo que hace que el precio de mercado fluctúe en más de +/-10%, el monto excedente no se ejecutará.",
    "Agreement5":"La tarifa por inversión automática es la misma que la tarifa por negociación al contado. Puede consultar los <a href='https://support.bitrue.com/hc/en-001/articles/360045151354-Trading-Fees-on-Bitrue'>detalles de la tarifa</a> .",
    "Details_of_auto_invest_plan":"Detalles del plan de inversión automática",
    "Invested_rounds":"Rondas invertidas",
    "Power_piggy_earning":"Ganancia de cerdito de poder",
    "Asset_allocation":"Asignación de activos",
    "Asset_Details":"Detalles del activo",
    "Total_invested":"Total invertido",
    "Purchased_amount":"Monto comprado",
    "Average_price":"Precio promedio",
    "Profit__loss":"Pérdida de beneficios",
    "Edit":"Editar",
    "Got_it":"Entiendo",
    "Grab_long-term_profit_and_flexible_interests":"Obtenga ganancias a largo plazo e intereses flexibles",
    "Created_date":"Fecha de creación",
    "Operation":"Operación",
    "Auto_invest_history_":"Historial de inversión automática",
    "Date":"Fecha",
    "Coin_":"Moneda",
    "Status":"Estado",
    "Amount":"Cantidad",
    "Ongoing":"En curso",
    "Terminated":"Terminado",
    "Suspended":"Suspendido",
    "Portfolio_Order_Details":"Detalles del pedido de cartera",
    "Fee":"Tarifa",
    "The_total_amount_of_usdt_invested_in_all_ongoing_":"La cantidad total de USDT invertida en todos los planes de inversión en automóviles en curso (incluidos los suspendidos)",
    "The_profit__loss_is_floating":"Las pérdidas y ganancias son flotantes, lo que indica las ganancias de la moneda desde el momento en que comenzó a comprar hasta el momento actual. La fórmula de cálculo es: cantidad comprada * precio spot actual - total invertido.",
    "The_total_amount_invested_in_all_auto_invest_plans_including_":"El monto total invertido en todos los planes de inversión en automóviles (incluidos los planes cancelados, suspendidos y en curso)",
    "total_plans":"Cantidad de todos los planes, incluidos los planes cancelados, suspendidos y en curso",
    "profitLossFloating":"Las pérdidas y ganancias son flotantes, lo que indica las ganancias de la moneda desde el momento en que comenzó a comprar hasta el momento actual. La fórmula de cálculo es: cantidad comprada * precio spot actual - total invertido.",
    "The_flexible_interests_rate_of_this_currency_in_Power_Piggy":"La tasa de interés flexible de esta moneda en Power Piggy. Si es \"--\", significa que no existen productos de intereses flexibles para esta moneda. Si hay varios productos para esta criptografía, se mostrará la tasa de interés más alta.",
    "The_first_investment_will_be_traded_immediately":"La primera inversión se negociará inmediatamente después de que se cree la orden y la siguiente inversión se iniciará cuando se alcance el intervalo de tiempo que usted establezca. Por ejemplo, si elige invertir una vez cada 8 horas, la primera inversión es el momento en que su pedido se crea con éxito y la segunda inversión es el momento   8 horas. \"",
    "every_day":"A diario",
    "every_week":"Semanalmente",
    "two_week":"Quincenal",
    "every_month":"Mensual",
    "every_hour":"1 hora",
    "four_hour":"4 horas",
    "eight_hour":"8 horas",
    "twelve_hour":"12 horas",
    "No_data_yet":"Aún no hay datos",
    "addCoin":"Agregar moneda",
    "AMOUNT_LESS_THAN":"El monto de la inversión debe ser",
    "amount_needs_to_more":"El monto de la inversión debe ser >={{msg}}",
    "amount_needs_to_Less":"El monto de la inversión debe ser <={{msg}}",
    "successfullySuspended":"Has suspendido con éxito el plan de inversión automática manualmente.",
    "planWillContinueUntilUSDT":"Su plan de inversión automática continuará hasta que lo detenga manualmente o el saldo de USDT sea insuficiente",
    "balanceInsufficient":"El saldo de USDT es insuficiente, deposite antes de continuar con el plan",
    "TerminationPlan":"Terminación del plan de inversión en automóviles.",
    "TerminatedDeleted":"Una vez finalizado el plan, el pedido se eliminará de \"Todos los planes en curso\". Puede ver todos los registros históricos de inversión de la orden en \"Pedidos\"-\"Ganancias\"-\"Inversión automática\".",
    "Later":"Más tarde",
    "planCreatedSuccessfully":"Plan de inversión automática creado con éxito",
    "EditedSuccessfully":"Editado con éxito",
    "cryptosUnavailable":"*Algunas criptomonedas de la cartera no están disponibles temporalmente. Edite y vuelva a confirmar los parámetros.",
    "NO_LOGIN":"Por favor inicia sesión para ver el mensaje",
    "PARAMETER_EMPTY":"Por favor configure los parámetros de inversión automática",
    "COIN_PARAMETER_EMPTY":"Vuelva a seleccionar criptografía",
    "COIN_COUNT_TOO_LARGE":"Se ha alcanzado el límite de cantidad de criptomonedas",
    "SUM_PROPORTION_NOT_HUNDRED":"La asignación objetivo de todas las criptomonedas debería sumar el 100%",
    "PROPORTION_VALUE_INVALID":"La asignación objetivo de todas las criptomonedas debería ser > 0%",
    "COIN_INVALID":"Hay criptomonedas que no se pueden invertir. Vuelva a seleccionar la criptografía.",
    "FREQUENCY_EMPTY":"Por favor establece la frecuencia",
    "FREQUENCY_INVALID":"La configuración de frecuencia es incorrecta, reiníciela.",
    "AMOUNT_EMPTY":"Por favor establezca el monto de la inversión",
    "AMOUNT_SCALE_INVALID":"El monto de la inversión debe ser un número entero, reinicie",
    "AMOUNT_LESS_THAN_MIN":"El monto de la inversión debe ser >={{msg}}",
    "AMOUNT_MORE_THAN_MAX":"El monto de la inversión debe ser <={{msg}}",
    "ORDER_MORE_THAN_LIMIT":"Ha alcanzado la cantidad máxima de planes de inversión automática. Cierre el plan de inversión automática actual y luego inicie uno nuevo.",
    "ORDER_ID_EMPTY":"Orden no encontrada, por favor actualice",
    "ORDER_NOT_PRESENT":"Orden no encontrada, por favor actualice",
    "ORDER_CLOSE":"El pedido ha sido cancelado",
    "STATUS_INVALID":"Error de estado, actualice"
}