{   
    "tdk":{
        "title":"การค้า BTC | การค้า ETH | การซื้อขาย XRP | Bitrue",
        "description":"การลงทุนอัตโนมัติเป็นเครื่องมือการซื้อขายที่กระจายคำสั่งซื้อขายในช่วงเวลาสม่ำเสมอ ดังนั้นตำแหน่งของคุณจึงได้รับผลกระทบจากจังหวะเวลาของตลาดน้อยลง ช่วยให้คุณซื้อขายและสร้างตำแหน่ง BTC, ETH และ XRP ใน Bitrue และเพลิดเพลินกับผลกำไรระยะยาว",
        "keywords":"ซื้อขาย crypto อัตโนมัติ, ซื้อขาย BTC อัตโนมัติ, ซื้อขาย ETH อัตโนมัติ, ซื้อขาย XRP อัตโนมัติ, ลงทุน BTC อัตโนมัติ, ลงทุน ETH อัตโนมัติ, APY สูง, เดิมพัน Bitrue, รางวัล cryptocurrency, เดิมพันง่าย ๆ"
    },
    "Auto_Invest":"ลงทุนอัตโนมัติ",
    "Spread_out_your_investments_":"กระจายการลงทุนของคุณ",
    "Grab_long-term_profit_and_flexible_interests_":"คว้าผลกำไรระยะยาวและผลประโยชน์ที่ยืดหยุ่น",
    "My_Invest":"การลงทุนของฉัน",
    "Ongoing_invested_USDT":"ลงทุนอย่างต่อเนื่อง (USDT)",
    "Profit__LossUSDT":"กำไรและขาดทุน(USDT/%)",
    "Total_investedUSDT":"เงินลงทุนทั้งหมด(USDT)",
    "Total_plans":"แผนทั้งหมด",
    "Details":"รายละเอียด",
    "Create":"สร้าง",
    "Login":"เข้าสู่ระบบ",
    "All_ongoing_plans":"แผนการที่กำลังดำเนินอยู่ทั้งหมด",
    "Portfolio":"ผลงาน",
    "Frequency_":"ความถี่",
    "Amount_per_investUSDT":"จำนวนต่อการลงทุน(USDT)",
    "Created_at":"สร้างเมื่อ",
    "Deposit1":"1.การฝากเงิน",
    "Deposit":"เงินฝาก",
    "Deposit_USDT_into_spot_wallet":"ฝาก USDT เข้ากระเป๋าเงินสปอต",
    "_Create":"2. สร้าง",
    "Set_the_frequency_amount_and_cryptos_for_auto_invest_plans":"กำหนดความถี่ จำนวน และสกุลเงินดิจิทัลสำหรับแผนการลงทุนอัตโนมัติ",
    "_Earn":"3. รับ",
    "Invest_your_cryptos_into_Power_piggy_to_earn_flexible_daily_rewards_":"ลงทุน cryptos ของคุณกับ Power piggy เพื่อรับรางวัลรายวันที่ยืดหยุ่น",
    "Create_auto_invest_plans":"สร้างแผนการลงทุนอัตโนมัติ",
    "_days_backtested":"ทดสอบย้อนหลัง 180 วัน (%)",
    "All_cryptos":"การเข้ารหัสลับทั้งหมด",
    "Crypto":"การเข้ารหัสลับ",
    "Backtested_datas":"ข้อมูลที่ทดสอบย้อนหลัง",
    "Flexible_interests_rate":"อัตราดอกเบี้ยที่ยืดหยุ่น",
    "More":"มากกว่า",
    "max10":"ถึงขีดจำกัดจำนวนการเข้ารหัสลับแล้ว",
    "Q1":"การลงทุนอัตโนมัติคืออะไร?",
    "A1":"การลงทุนอัตโนมัติเป็นเครื่องมือการซื้อขายที่กระจายคำสั่งซื้อขายในช่วงเวลาสม่ำเสมอ ดังนั้นตำแหน่งของคุณจึงได้รับผลกระทบจากจังหวะเวลาของตลาดน้อยลง ยิ่งไปกว่านั้น หากเหรียญที่คุณลงทุนมีการลงทุนที่ยืดหยุ่นใน Power Piggy เหรียญนั้นจะถูกฝากเข้าโดยอัตโนมัติเพื่อรับดอกเบี้ยมากขึ้น การลงทุนอัตโนมัติช่วยให้คุณสร้างสถานะและรับผลกำไรระยะยาว",
    "Q2":"ต้องตั้งค่าพารามิเตอร์ใดเพื่อสร้างแผนการลงทุนอัตโนมัติ?",
    "A21":"1. เหรียญที่ลงทุน: เพิ่มสกุลเงินดิจิตอลได้สูงสุด 10 เหรียญสำหรับแต่ละกลยุทธ์ และตั้งค่าการจัดสรรการลงทุนของคุณสำหรับแต่ละเหรียญหรือกระจายการลงทุนของคุณเท่า ๆ กัน\n\n",
    "A22":"2. ความถี่: เลือกช่วงการลงทุนของคุณตั้งแต่รายชั่วโมงถึงรายเดือน\n",
    "A23":"3. จำนวนต่องวด: จำนวนเงินที่คุณต้องการลงทุนในแต่ละช่วงเวลา (เหรียญที่รองรับในปัจจุบัน: USDT)",
    "A24":"หลังจากเสร็จสิ้นการตั้งค่า คุณยังสามารถแก้ไขพารามิเตอร์ผ่านฟังก์ชัน \"แผนที่กำลังดำเนินอยู่ทั้งหมด\" - \"แก้ไข\" และคำสั่งซื้อจะดำเนินการพารามิเตอร์ใหม่ทันทีหลังจากแก้ไข",
    "Q3":"จะระงับ/ยกเลิกแผนการลงทุนอัตโนมัติได้อย่างไร?",
    "A31":"1. การระงับ: โปรดดูด้านล่าง \"เหตุใดแผนการลงทุนอัตโนมัติของฉันจึงถูกระงับ\"",
    "A32":"2. การยุติ: คุณสามารถค้นหาคำสั่งซื้อที่เกี่ยวข้องได้ใน \"การลงทุนของฉัน\" คลิกแก้ไข และคลิกที่ปุ่มที่ด้านล่างของหน้าแก้ไข: ยุติ",
    "A33":"หลังจากที่แผนสิ้นสุดลง คำสั่งซื้อจะถูกลบออกจาก \"แผนที่ดำเนินอยู่ทั้งหมด\" คุณสามารถดูบันทึกการลงทุนในอดีตทั้งหมดของคำสั่งซื้อขายได้ใน \"คำสั่งซื้อ\"-\"รับ\"-\"ลงทุนอัตโนมัติ\"",
    "Q4":"เหตุใดแผนการลงทุนรถยนต์ของฉันจึงถูกระงับ?",
    "A41":"คำสั่งซื้อของคุณจะถูกระงับภายใต้สถานการณ์ต่อไปนี้:",
    "A42":"1. คลิกปุ่มระงับ: คุณสามารถคลิกปุ่มระงับคำสั่งซื้อเพื่อระงับ/เริ่มคำสั่งซื้อใหม่ได้ในเชิงรุก หลังจากการรีสตาร์ท คำสั่งซื้อของคุณจะถูกดำเนินการทันทีเพื่อซื้อ",
    "A43":"2. ยอดคงเหลือ USDT ในบัญชี Spot ของคุณไม่เพียงพอ: การลงทุนอัตโนมัติจะซื้อผ่าน USDT ในบัญชี Spot เมื่อยอดเงินคงเหลือไม่เพียงพอ การลงทุนอัตโนมัติจะไม่สามารถดำเนินการต่อได้",
    "Q5":"เหรียญที่ซื้อผ่านแผนการลงทุนอัตโนมัติอยู่ที่ไหน?",
    "A5":"หากเหรียญที่คุณลงทุนมีการลงทุนที่ยืดหยุ่นใน Power Piggy เหรียญนั้นจะถูกฝากเข้าโดยอัตโนมัติเพื่อรับดอกเบี้ยมากขึ้น ถ้าไม่เช่นนั้นก็จะฝากเข้าบัญชีสปอตโดยตรง",
    "Q6":"กำไรและขาดทุนคืออะไร?",
    "A6":"กำไรและขาดทุนเป็นแบบลอยตัว ระบุกำไรของเหรียญตั้งแต่เริ่มซื้อจนถึงช่วงเวลาปัจจุบัน สูตรการคำนวณคือ: ปริมาณที่ซื้อ * ราคาสปอตปัจจุบัน - เงินลงทุนทั้งหมด\nหากคุณขายสกุลเงินนี้ล่วงหน้าหรือฝากสกุลเงินนี้ไว้ใน Power Piggy ผลลัพธ์ที่ได้/ขาดทุนจะไม่สามารถคำนวณเป็นกำไรและขาดทุนได้",
    "Q7":"ธุรกรรมแผนการลงทุนอัตโนมัติของฉันจะดำเนินการในราคาเท่าใด",
    "A7":"เมื่อถึงความถี่ในการลงทุนที่คุณตั้งไว้ เหรียญของการลงทุนอัตโนมัติจะถูกซื้อผ่านจุดราคาตลาด หากจำนวนเงินลงทุนของคุณค่อนข้างมาก ทำให้ราคาตลาดผันผวนมากกว่า +/-10% จำนวนส่วนเกินจะไม่ถูกดำเนินการ",
    "Q8":"ค่าธรรมเนียมคำนวณอย่างไร?",
    "A8":"ค่าธรรมเนียมสำหรับการลงทุนอัตโนมัติจะเหมือนกับค่าธรรมเนียมการซื้อขายทันที คุณสามารถดู <a href='https://support.bitrue.com/hc/en-001/articles/360045151354-Trading-Fees-on-Bitrue'>รายละเอียดค่าธรรมเนียมได้</a>",
    "Q9":"จะตรวจสอบแผนและประวัติที่กำลังดำเนินอยู่ได้อย่างไร?",
    "A91":"1. แผนที่กำลังดำเนินอยู่: คุณสามารถดูได้หลังจากเข้าสู่ระบบใน <a href='/th/btc-xrp-eth-trading-bot'>หน้าการลงทุนอัตโนมัติ</a> - แผนที่กำลังดำเนินอยู่ทั้งหมด",
    "A92":"2. คำสั่งซื้อลงทุนอัตโนมัติทั้งหมด: คุณสามารถตรวจสอบได้ที่ \"คำสั่งซื้อ\"-\"รับ\"-\"ลงทุนอัตโนมัติ\"",
    "Edit_auto_invest_plans_":"แก้ไขแผนการลงทุนรถยนต์",
    "Create_auto_invest_plan":"สร้างแผนการลงทุนอัตโนมัติ",
    "Select_coins":"เลือกเหรียญ",
    "Interests_rate":"อัตราดอกเบี้ย",
    "Frequency":"ความถี่",
    "Spot_balance":"จุดสมดุล",
    "Terminate":"ยุติ",
    "Save":"บันทึก",
    "I_have_read_agreed":"ฉันได้อ่านและตกลงกับ",
    "User_Agreement_of_Auto_Invest_":"ข้อตกลงผู้ใช้ของการลงทุนอัตโนมัติ",
    "Agreement1":"การลงทุนอัตโนมัติจะซื้อผ่าน USDT ในบัญชีสปอต เมื่อยอดเงินคงเหลือไม่เพียงพอ การลงทุนอัตโนมัติจะไม่สามารถดำเนินการต่อได้",
    "Agreement2":"หากเหรียญที่คุณลงทุนมีการลงทุนที่ยืดหยุ่นใน Power Piggy เหรียญนั้นจะถูกฝากเข้าโดยอัตโนมัติเพื่อรับดอกเบี้ยมากขึ้น",
    "Agreement3":"กำไรและขาดทุนเป็นแบบลอยตัว ระบุกำไรของเหรียญตั้งแต่เริ่มซื้อจนถึงช่วงเวลาปัจจุบัน สูตรการคำนวณคือ: ปริมาณที่ซื้อ * ราคาสปอตปัจจุบัน - เงินลงทุนทั้งหมด หากคุณขายสกุลเงินนี้ล่วงหน้าหรือฝากสกุลเงินนี้ไว้ใน Power Piggy ผลลัพธ์ที่ได้/ขาดทุนจะไม่สามารถคำนวณเป็นกำไรและขาดทุนได้",
    "Agreement4":"เมื่อถึงความถี่ในการลงทุนที่คุณตั้งไว้ เหรียญของการลงทุนอัตโนมัติจะถูกซื้อผ่านจุดราคาตลาด หากจำนวนเงินลงทุนของคุณค่อนข้างมาก ทำให้ราคาตลาดผันผวนมากกว่า +/-10% จำนวนส่วนเกินจะไม่ถูกดำเนินการ",
    "Agreement5":"ค่าธรรมเนียมสำหรับการลงทุนอัตโนมัติจะเหมือนกับค่าธรรมเนียมการซื้อขายทันที คุณสามารถดูรายละเอียดค่าธรรมเนียมได้",
    "Details_of_auto_invest_plan":"รายละเอียดแผนการลงทุนรถยนต์",
    "Invested_rounds":"รอบลงทุน",
    "Power_piggy_earning":"รายได้ลูกหมูพลัง",
    "Asset_allocation":"การจัดสรรสินทรัพย์",
    "Asset_Details":"รายละเอียดสินทรัพย์",
    "Total_invested":"ลงทุนทั้งหมด",
    "Purchased_amount":"จำนวนที่ซื้อ",
    "Average_price":"ราคาเฉลี่ย",
    "Profit__loss":"กำไรและขาดทุน",
    "Edit":"แก้ไข",
    "Got_it":"เข้าใจแล้ว",
    "Grab_long-term_profit_and_flexible_interests":"คว้าผลกำไรระยะยาวและผลประโยชน์ที่ยืดหยุ่น",
    "Created_date":"วันที่สร้าง",
    "Operation":"การดำเนินการ",
    "Auto_invest_history_":"ประวัติการลงทุนอัตโนมัติ",
    "Date":"วันที่",
    "Coin_":"เหรียญ",
    "Status":"สถานะ",
    "Amount":"จำนวน",
    "Ongoing":"กำลังดำเนินการอยู่",
    "Terminated":"สิ้นสุด",
    "Suspended":"ถูกระงับ",
    "Portfolio_Order_Details":"รายละเอียดการสั่งซื้อผลงาน",
    "Fee":"ค่าธรรมเนียม",
    "The_total_amount_of_usdt_invested_in_all_ongoing_":"จำนวนเงินรวมของ usdt ที่ลงทุนในแผนการลงทุนรถยนต์ที่กำลังดำเนินอยู่ทั้งหมด (รวมถึงการระงับ)",
    "The_profit__loss_is_floating":"กำไรและขาดทุนเป็นแบบลอยตัว ระบุกำไรของเหรียญตั้งแต่เริ่มซื้อจนถึงช่วงเวลาปัจจุบัน สูตรการคำนวณคือ: ปริมาณที่ซื้อ * ราคาสปอตปัจจุบัน - เงินลงทุนทั้งหมด",
    "The_total_amount_invested_in_all_auto_invest_plans_including_":"จำนวนเงินทั้งหมดที่ลงทุนในแผนการลงทุนรถยนต์ทั้งหมด (รวมถึงแผนยกเลิก ระงับ และต่อเนื่อง)",
    "total_plans":"จำนวนแผนทั้งหมด รวมถึงแผนที่ถูกยกเลิก ระงับ และแผนที่กำลังดำเนินอยู่",
    "profitLossFloating":"กำไรและขาดทุนเป็นแบบลอยตัว ระบุกำไรของเหรียญตั้งแต่เริ่มซื้อจนถึงช่วงเวลาปัจจุบัน สูตรการคำนวณคือ: ปริมาณที่ซื้อ * ราคาสปอตปัจจุบัน - เงินลงทุนทั้งหมด",
    "The_flexible_interests_rate_of_this_currency_in_Power_Piggy":"อัตราดอกเบี้ยที่ยืดหยุ่นของสกุลเงินนี้ใน Power Piggy หากเป็น \"--\" หมายความว่าไม่มีผลิตภัณฑ์ดอกเบี้ยที่ยืดหยุ่นสำหรับเหรียญนี้ หากมีผลิตภัณฑ์หลายรายการสำหรับสกุลเงินดิจิทัลนี้ อัตราดอกเบี้ยสูงสุดจะปรากฏขึ้น",
    "The_first_investment_will_be_traded_immediately":"การลงทุนครั้งแรกจะถูกซื้อขายทันทีหลังจากสร้างคำสั่งซื้อขาย และการลงทุนครั้งถัดไปจะเริ่มเมื่อถึงช่วงเวลาที่คุณตั้งไว้ ตัวอย่างเช่น หากคุณเลือกที่จะลงทุนทุกๆ 8 ชั่วโมง การลงทุนครั้งแรกคือช่วงเวลาที่สร้างคำสั่งซื้อของคุณสำเร็จ และการลงทุนครั้งที่สองคือช่วงเวลา   8 ชั่วโมง \"",
    "every_day":"รายวัน",
    "every_week":"รายสัปดาห์",
    "two_week":"รายปักษ์",
    "every_month":"รายเดือน",
    "every_hour":"1 ชั่วโมง",
    "four_hour":"4 ชั่วโมง",
    "eight_hour":"8 ชั่วโมง",
    "twelve_hour":"12 ชั่วโมง",
    "No_data_yet":"ยังไม่มีข้อมูล",
    "addCoin":"เพิ่มเหรียญ",
    "AMOUNT_LESS_THAN":"จำนวนเงินลงทุนจะต้องมี",
    "amount_needs_to_more":"จำนวนเงินลงทุนจะต้องเป็น >={{msg}}",
    "amount_needs_to_Less":"จำนวนเงินลงทุนจะต้องเป็น <={{msg}}",
    "successfullySuspended":"คุณระงับแผนการลงทุนอัตโนมัติด้วยตนเองสำเร็จแล้ว",
    "planWillContinueUntilUSDT":"แผนการลงทุนอัตโนมัติของคุณจะดำเนินต่อไปจนกว่าคุณจะหยุดด้วยตนเองหรือยอดคงเหลือ USDT ไม่เพียงพอ",
    "balanceInsufficient":"ยอดคงเหลือ USDT ไม่เพียงพอ โปรดฝากเงินก่อนดำเนินการตามแผนต่อไป",
    "TerminationPlan":"ยกเลิกแผนการลงทุนรถยนต์",
    "TerminatedDeleted":"หลังจากที่แผนสิ้นสุดลง คำสั่งซื้อจะถูกลบออกจาก \"แผนที่ดำเนินอยู่ทั้งหมด\" คุณสามารถดูบันทึกการลงทุนในอดีตทั้งหมดของคำสั่งซื้อขายได้ใน \"คำสั่งซื้อ\"-\"รับ\"-\"ลงทุนอัตโนมัติ\"",
    "Later":"ภายหลัง",
    "planCreatedSuccessfully":"สร้างแผนการลงทุนอัตโนมัติสำเร็จแล้ว",
    "EditedSuccessfully":"แก้ไขเรียบร้อยแล้ว",
    "cryptosUnavailable":"*สกุลเงินดิจิทัลบางส่วนในพอร์ตโฟลิโอไม่สามารถใช้งานได้ชั่วคราว โปรดแก้ไขและยืนยันพารามิเตอร์อีกครั้ง",
    "NO_LOGIN":"กรุณาเข้าสู่ระบบเพื่อดูข้อความ",
    "PARAMETER_EMPTY":"โปรดตั้งค่าพารามิเตอร์การลงทุนอัตโนมัติ",
    "COIN_PARAMETER_EMPTY":"โปรดเลือก crypto อีกครั้ง",
    "COIN_COUNT_TOO_LARGE":"ถึงขีดจำกัดจำนวนการเข้ารหัสลับแล้ว",
    "SUM_PROPORTION_NOT_HUNDRED":"การจัดสรรเป้าหมายของ crypto ทั้งหมดควรรวมกันเป็น 100%",
    "PROPORTION_VALUE_INVALID":"การจัดสรรเป้าหมายของ crypto ทั้งหมดควร > 0%",
    "COIN_INVALID":"มี crypto ที่ไม่สามารถลงทุนได้ โปรดเลือกการเข้ารหัสลับอีกครั้ง",
    "FREQUENCY_EMPTY":"กรุณาตั้งค่าความถี่",
    "FREQUENCY_INVALID":"การตั้งค่าความถี่ไม่ถูกต้อง โปรดรีเซ็ต",
    "AMOUNT_EMPTY":"กรุณากำหนดจำนวนเงินลงทุน",
    "AMOUNT_SCALE_INVALID":"จำนวนเงินลงทุนต้องเป็นจำนวนเต็ม โปรดรีเซ็ต",
    "AMOUNT_LESS_THAN_MIN":"จำนวนเงินลงทุนจะต้องเป็น >={{msg}}",
    "AMOUNT_MORE_THAN_MAX":"จำนวนเงินลงทุนจะต้องเป็น <={{msg}}",
    "ORDER_MORE_THAN_LIMIT":"คุณมีแผนการลงทุนรถยนต์ถึงจำนวนสูงสุดแล้ว โปรดปิดแผนการลงทุนรถยนต์ปัจจุบันแล้วเริ่มแผนใหม่",
    "ORDER_ID_EMPTY":"ไม่พบคำสั่งซื้อ โปรดรีเฟรช",
    "ORDER_NOT_PRESENT":"ไม่พบคำสั่งซื้อ โปรดรีเฟรช",
    "ORDER_CLOSE":"คำสั่งซื้อถูกยกเลิก",
    "STATUS_INVALID":"สถานะเกิดข้อผิดพลาด โปรดรีเฟรช"
}