{   
    "tdk":{
        "title":"Giao dịch BTC | Giao dịch ETH | giao dịch XRP | Bitrue",
        "description":"Đầu tư tự động là một công cụ giao dịch dàn trải các lệnh đều đặn theo thời gian, do đó vị thế của bạn ít bị ảnh hưởng bởi thời điểm thị trường. Nó giúp bạn giao dịch và xây dựng các vị thế BTC, ETH và XRP trên Bitrue và tận hưởng lợi nhuận lâu dài.",
        "keywords":"Giao dịch tiền điện tử tự động, Giao dịch tự động BTC, Giao dịch tự động ETH, Giao dịch tự động XRP, Đầu tư tự động BTC, ETH Đầu tư tự động, APY cao, Đặt cược Bitrue, phần thưởng tiền điện tử, đặt cược đơn giản"
    },
    "Auto_Invest":"Tự động đầu tư",
    "Spread_out_your_investments_":"Trải rộng khoản đầu tư của bạn",
    "Grab_long-term_profit_and_flexible_interests_":"Thu lợi nhuận lâu dài và lãi suất linh hoạt",
    "My_Invest":"Khoản đầu tư của tôi",
    "Ongoing_invested_USDT":"Đầu tư liên tục (USDT)",
    "Profit__LossUSDT":"Lãi & Lỗ(USDT/%)",
    "Total_investedUSDT":"Tổng đầu tư(USDT)",
    "Total_plans":"Tổng kế hoạch",
    "Details":"Chi tiết",
    "Create":"Tạo nên",
    "Login":"Đăng nhập",
    "All_ongoing_plans":"Tất cả các kế hoạch đang diễn ra",
    "Portfolio":"danh mục đầu tư",
    "Frequency_":"Tầng số",
    "Amount_per_investUSDT":"Số tiền mỗi lần đầu tư (USDT)",
    "Created_at":"Được tạo vào lúc",
    "Deposit1":"1.Gửi tiền",
    "Deposit":"Tiền gửi",
    "Deposit_USDT_into_spot_wallet":"Gửi USDT vào ví giao ngay",
    "_Create":"2. Tạo",
    "Set_the_frequency_amount_and_cryptos_for_auto_invest_plans":"Đặt tần suất, số lượng và tiền điện tử cho kế hoạch đầu tư tự động",
    "_Earn":"3. Kiếm tiền",
    "Invest_your_cryptos_into_Power_piggy_to_earn_flexible_daily_rewards_":"Đầu tư tiền điện tử của bạn vào Power heo đất để kiếm phần thưởng linh hoạt hàng ngày",
    "Create_auto_invest_plans":"Tạo kế hoạch đầu tư tự động",
    "_days_backtested":"180 ngày được kiểm tra lại (%)",
    "All_cryptos":"Tất cả tiền điện tử",
    "Crypto":"Tiền điện tử",
    "Backtested_datas":"Dữ liệu đã được kiểm tra lại",
    "Flexible_interests_rate":"Lãi suất linh hoạt",
    "More":"Hơn",
    "max10":"Đã đạt đến giới hạn số lượng tiền điện tử",
    "Q1":"Đầu tư tự động là gì?",
    "A1":"Đầu tư tự động là một công cụ giao dịch dàn trải các lệnh đều đặn theo thời gian để vị thế của bạn ít bị ảnh hưởng bởi thời điểm thị trường. Hơn nữa, nếu đồng xu bạn đầu tư được đầu tư linh hoạt vào Power Piggy thì nó sẽ tự động được gửi vào đó để nhận thêm tiền lãi. Đầu tư tự động giúp bạn xây dựng vị thế và tận hưởng lợi nhuận lâu dài.",
    "Q2":"Những thông số nào cần được đặt để tạo kế hoạch đầu tư tự động?",
    "A21":"1. Số tiền đã đầu tư: thêm tối đa 10 loại tiền điện tử cho mỗi chiến lược và đặt phân bổ đầu tư của bạn cho từng đồng tiền hoặc phân bổ khoản đầu tư của bạn một cách công bằng.\n\n",
    "A22":"2. Tần suất: chọn khoảng thời gian đầu tư của bạn, từ hàng giờ đến hàng tháng.\n",
    "A23":"3. Số tiền mỗi kỳ: số tiền bạn muốn đầu tư trong mỗi kỳ (đồng tiền hiện được hỗ trợ: USDT).",
    "A24":"Sau khi hoàn tất cài đặt, bạn cũng có thể sửa đổi các tham số thông qua chức năng \"Tất cả các kế hoạch đang diễn ra\" - \"Chỉnh sửa\" và lệnh sẽ thực hiện các tham số mới ngay sau khi chỉnh sửa.",
    "Q3":"Làm cách nào để tạm dừng/chấm dứt kế hoạch đầu tư ô tô?",
    "A31":"1. Tạm dừng: Vui lòng xem bên dưới \"Tại sao kế hoạch đầu tư ô tô của tôi bị tạm dừng?\"",
    "A32":"2. Chấm dứt: Bạn có thể tìm thấy thứ tự tương ứng trong \"Đầu tư của tôi\", nhấp vào Chỉnh sửa và nhấp vào nút ở cuối trang chỉnh sửa: Chấm dứt.",
    "A33":"Sau khi kế hoạch bị chấm dứt, đơn hàng sẽ bị xóa khỏi \"Tất cả các kế hoạch đang diễn ra\". Bạn có thể xem tất cả hồ sơ đầu tư lịch sử của lệnh trong \"Lệnh\"-\"Kiếm\"-\"Đầu tư tự động\".",
    "Q4":"Tại sao kế hoạch đầu tư ô tô của tôi bị đình chỉ?",
    "A41":"Đơn hàng của bạn sẽ bị đình chỉ trong các trường hợp sau:",
    "A42":"1. Bấm vào nút tạm dừng: Bạn có thể bấm vào nút tạm dừng lệnh để chủ động tạm dừng/bắt đầu lại lệnh. Sau khi khởi động lại, lệnh mua của bạn sẽ được thực hiện ngay lập tức.",
    "A43":"2. Số dư USDT trong tài khoản giao ngay của bạn không đủ: khoản đầu tư tự động sẽ được mua thông qua USDT trong tài khoản giao ngay. Khi số dư không đủ, đầu tư tự động sẽ không thể tiếp tục.",
    "Q5":"Tiền được mua thông qua kế hoạch đầu tư tự động ở đâu?",
    "A5":"Nếu đồng xu bạn đã đầu tư được đầu tư linh hoạt vào Power Piggy, nó sẽ tự động được gửi vào đó để nhận thêm tiền lãi.; nếu không, nó sẽ được gửi trực tiếp vào tài khoản giao ngay.",
    "Q6":"Lãi lỗ là gì?",
    "A6":"Lãi và lỗ là thả nổi, cho biết lợi nhuận của đồng tiền này tính từ thời điểm bạn bắt đầu mua đến thời điểm hiện tại. Công thức tính là: số lượng mua * giá giao ngay hiện tại - tổng đầu tư.\nNếu bạn bán trước loại tiền này hoặc gửi loại tiền này vào Power Piggy, thì lãi/lỗ thu được sẽ không thể được tính vào lãi và lỗ.",
    "Q7":"Giao dịch kế hoạch đầu tư ô tô của tôi sẽ được thực hiện ở mức giá nào?",
    "A7":"Khi đạt đến tần suất đầu tư bạn đặt, tiền đầu tư tự động sẽ được mua thông qua giao ngay theo giá thị trường. Nếu số tiền đầu tư của bạn tương đối lớn, khiến giá thị trường dao động hơn +/- 10% thì số tiền vượt quá sẽ không được thực hiện.",
    "Q8":"Phí được tính như thế nào?",
    "A8":"Phí đầu tư tự động giống như phí giao dịch giao ngay. Bạn có thể tham khảo <a href='https://support.bitrue.com/hc/en-001/articles/360045151354-Trading-Fees-on-Bitrue'>chi tiết mức phí</a> .",
    "Q9":"Làm thế nào để kiểm tra các kế hoạch và lịch sử đang diễn ra?",
    "A91":"1. Các kế hoạch đang diễn ra: Bạn có thể xem chúng sau khi đăng nhập vào <a href='/vi/btc-xrp-eth-trading-bot'>trang đầu tư tự động</a> - tất cả các kế hoạch đang diễn ra.",
    "A92":"2. Tất cả các lệnh đầu tư tự động: Bạn có thể kiểm tra trên \"Đơn hàng\"-\"Kiếm tiền\"-\"Đầu tư tự động\"",
    "Edit_auto_invest_plans_":"Chỉnh sửa kế hoạch đầu tư tự động",
    "Create_auto_invest_plan":"Tạo kế hoạch đầu tư tự động",
    "Select_coins":"Chọn tiền xu",
    "Interests_rate":"Lãi suất",
    "Frequency":"Tính thường xuyên",
    "Spot_balance":"Cân bằng tại chỗ",
    "Terminate":"Chấm dứt",
    "Save":"Cứu",
    "I_have_read_agreed":"Tôi đã đọc và đồng ý với",
    "User_Agreement_of_Auto_Invest_":"Thỏa thuận người dùng của Auto Invest",
    "Agreement1":"Khoản đầu tư tự động sẽ được mua thông qua USDT trong tài khoản giao ngay. Khi số dư không đủ, đầu tư tự động sẽ không thể tiếp tục.",
    "Agreement2":"Nếu đồng xu bạn đầu tư được đầu tư linh hoạt vào Power Piggy, nó sẽ tự động được gửi vào đó để nhận thêm tiền lãi.",
    "Agreement3":"Lãi và lỗ là thả nổi, cho biết lợi nhuận của đồng tiền này tính từ thời điểm bạn bắt đầu mua đến thời điểm hiện tại. Công thức tính toán là: số lượng đã mua * giá giao ngay hiện tại - tổng số tiền đầu tư. Nếu bạn bán trước loại tiền này hoặc gửi loại tiền này vào Power Piggy, thì lãi/lỗ thu được không thể được tính vào lãi và lỗ.",
    "Agreement4":"Khi đạt đến tần suất đầu tư bạn đặt, tiền đầu tư tự động sẽ được mua thông qua giao ngay theo giá thị trường. Nếu số tiền đầu tư của bạn tương đối lớn, khiến giá thị trường dao động hơn +/- 10% thì số tiền vượt quá sẽ không được thực hiện.",
    "Agreement5":"Phí đầu tư tự động giống như phí giao dịch giao ngay. Bạn có thể tham khảo <a href='https://support.bitrue.com/hc/en-001/articles/360045151354-Trading-Fees-on-Bitrue'>chi tiết mức phí</a> .",
    "Details_of_auto_invest_plan":"Chi tiết kế hoạch đầu tư ô tô",
    "Invested_rounds":"Vòng đầu tư",
    "Power_piggy_earning":"Kiếm tiền mạnh mẽ",
    "Asset_allocation":"Phân bổ tài sản",
    "Asset_Details":"Chi tiết tài sản",
    "Total_invested":"Tổng vốn đầu tư",
    "Purchased_amount":"Số tiền đã mua",
    "Average_price":"Giá trung bình",
    "Profit__loss":"Mất lợi nhuận",
    "Edit":"Biên tập",
    "Got_it":"Hiểu rồi",
    "Grab_long-term_profit_and_flexible_interests":"Thu lợi nhuận lâu dài và lãi suất linh hoạt",
    "Created_date":"Ngày tạo ra",
    "Operation":"Hoạt động",
    "Auto_invest_history_":"Lịch sử đầu tư tự động",
    "Date":"Ngày",
    "Coin_":"Đồng tiền",
    "Status":"Trạng thái",
    "Amount":"Số lượng",
    "Ongoing":"Đang thực hiện",
    "Terminated":"Đã chấm dứt",
    "Suspended":"Cấm",
    "Portfolio_Order_Details":"Chi tiết đặt hàng danh mục đầu tư",
    "Fee":"Phí",
    "The_total_amount_of_usdt_invested_in_all_ongoing_":"Tổng số usdt đầu tư vào tất cả các kế hoạch đầu tư ô tô đang diễn ra (bao gồm cả việc tạm dừng)",
    "The_profit__loss_is_floating":"Lãi và lỗ là thả nổi, cho biết lợi nhuận của đồng tiền này tính từ thời điểm bạn bắt đầu mua đến thời điểm hiện tại. Công thức tính là: số lượng mua * giá giao ngay hiện tại - tổng đầu tư.",
    "The_total_amount_invested_in_all_auto_invest_plans_including_":"Tổng số tiền đầu tư vào tất cả các kế hoạch đầu tư ô tô (bao gồm các kế hoạch đã chấm dứt, bị đình chỉ và đang diễn ra)",
    "total_plans":"Số lượng của tất cả các kế hoạch, bao gồm các kế hoạch đã chấm dứt, bị đình chỉ và đang diễn ra",
    "profitLossFloating":"Lãi và lỗ là thả nổi, cho biết lợi nhuận của đồng tiền này tính từ thời điểm bạn bắt đầu mua đến thời điểm hiện tại. Công thức tính là: số lượng mua * giá giao ngay hiện tại - tổng đầu tư.",
    "The_flexible_interests_rate_of_this_currency_in_Power_Piggy":"Lãi suất linh hoạt của loại tiền này trong Power Piggy. Nếu là \"--\", có nghĩa là không có sản phẩm lãi suất linh hoạt nào cho loại tiền này. Nếu có nhiều sản phẩm cho loại tiền điện tử này, lãi suất cao nhất sẽ được hiển thị.",
    "The_first_investment_will_be_traded_immediately":"Khoản đầu tư đầu tiên sẽ được giao dịch ngay sau khi lệnh được tạo và khoản đầu tư tiếp theo sẽ được bắt đầu khi đạt đến khoảng thời gian bạn đặt. Ví dụ: nếu bạn chọn đầu tư 8 giờ một lần thì khoản đầu tư đầu tiên là thời điểm đơn hàng của bạn được tạo thành công và khoản đầu tư thứ hai là thời điểm   8 giờ. \"",
    "every_day":"Hằng ngày",
    "every_week":"hàng tuần",
    "two_week":"Hai tuần một lần",
    "every_month":"hàng tháng",
    "every_hour":"1 giờ",
    "four_hour":"4 tiếng",
    "eight_hour":"8 giờ",
    "twelve_hour":"12 giờ",
    "No_data_yet":"Chưa có dữ liệu",
    "addCoin":"Thêm tiền",
    "AMOUNT_LESS_THAN":"Số tiền đầu tư cần phải",
    "amount_needs_to_more":"Số tiền đầu tư cần phải >={{msg}}",
    "amount_needs_to_Less":"Số tiền đầu tư cần phải là <={{msg}}",
    "successfullySuspended":"Bạn đã đình chỉ thành công kế hoạch đầu tư tự động theo cách thủ công",
    "planWillContinueUntilUSDT":"Kế hoạch đầu tư tự động của bạn sẽ tiếp tục cho đến khi bạn dừng nó theo cách thủ công hoặc số dư USDT không đủ",
    "balanceInsufficient":"Số dư USDT không đủ, vui lòng gửi tiền trước khi tiếp tục kế hoạch",
    "TerminationPlan":"Chấm dứt kế hoạch đầu tư ô tô",
    "TerminatedDeleted":"Sau khi kế hoạch bị chấm dứt, đơn hàng sẽ bị xóa khỏi \"Tất cả các kế hoạch đang diễn ra\". Bạn có thể xem tất cả hồ sơ đầu tư lịch sử của lệnh trong \"Lệnh\"-\"Kiếm\"-\"Đầu tư tự động\".",
    "Later":"Sau đó",
    "planCreatedSuccessfully":"Đã tạo thành công kế hoạch đầu tư tự động",
    "EditedSuccessfully":"Đã chỉnh sửa thành công",
    "cryptosUnavailable":"*Một số loại tiền điện tử trong danh mục đầu tư tạm thời không có sẵn. Vui lòng chỉnh sửa và xác nhận lại các thông số.",
    "NO_LOGIN":"Vui lòng đăng nhập để xem tin nhắn",
    "PARAMETER_EMPTY":"Vui lòng đặt thông số đầu tư tự động",
    "COIN_PARAMETER_EMPTY":"Vui lòng chọn lại tiền điện tử",
    "COIN_COUNT_TOO_LARGE":"Đã đạt đến giới hạn số lượng tiền điện tử",
    "SUM_PROPORTION_NOT_HUNDRED":"Mục tiêu phân bổ của tất cả tiền điện tử phải lên tới 100%",
    "PROPORTION_VALUE_INVALID":"Mục tiêu phân bổ của tất cả tiền điện tử phải > 0%",
    "COIN_INVALID":"Có những loại tiền điện tử không thể đầu tư. Vui lòng chọn lại tiền điện tử.",
    "FREQUENCY_EMPTY":"Hãy đặt tần số",
    "FREQUENCY_INVALID":"Cài đặt tần số sai, vui lòng đặt lại.",
    "AMOUNT_EMPTY":"Vui lòng đặt số tiền đầu tư",
    "AMOUNT_SCALE_INVALID":"Số tiền đầu tư phải là số nguyên, vui lòng đặt lại",
    "AMOUNT_LESS_THAN_MIN":"Số tiền đầu tư cần phải >={{msg}}",
    "AMOUNT_MORE_THAN_MAX":"Số tiền đầu tư cần phải là <={{msg}}",
    "ORDER_MORE_THAN_LIMIT":"Bạn đã đạt đến số lượng kế hoạch đầu tư ô tô tối đa. Vui lòng đóng kế hoạch đầu tư ô tô hiện tại và sau đó bắt đầu một kế hoạch mới.",
    "ORDER_ID_EMPTY":"Không tìm thấy đơn hàng, vui lòng làm mới",
    "ORDER_NOT_PRESENT":"Không tìm thấy đơn hàng, vui lòng làm mới",
    "ORDER_CLOSE":"Đơn hàng đã bị chấm dứt",
    "STATUS_INVALID":"Lỗi trạng thái, vui lòng làm mới"
}